// 급식 하드코딩 하기
export const recipe:string[][] = [
    ["조랭이떡만둣국, 떡갈비조림,시금치나물, 돌자반볶음, 깍두기, 쌀밥, 그린샐러드&드레싱, 셀프계란후라이", 
     "닭갈비볶음밥&맛김가루, 사각어묵국, 한입핫도그&케찹, 단무지, 깍두기, 그린샐러드&드레싱", 
     "사과카레라이스, 유부팽이장국, 생선까스&타르타르소스, 단무지, 깍두기, 그린샐러드&드레싱"
    ],
    ["오삼불고기, 미역국, 부추생채, 콩자반, 배추김치, 쌀밥, 그린샐러드&드레싱, 셀프계란후라이", 
    "참치김치덮밥, 시래기된장국, 유린만두, 단무지, 배추김치, 그린샐러드&드레싱",
    "새우튀김우동, 쥬시쿨, 날치알주먹밥, 단무지, 배추김치, 그린샐러드&드레싱"
    ],
    ["돈육모둠장조림, 북어콩나물국, 김구이, 참나물생채, 깍두기, 쌀밥,그린샐러드&드레싱, 셀프계란후라이", 
    "베이컨갈릭시즈닝라이스, 일식장국, 크림떡볶이, 오이피클&할라피뇨, 깍두기, 그린샐러드&드레싱", 
    "짬뽕덮밥, 배추된장국, 지마구, 단무지, 깍두기, 그린샐러드&드레싱"
    ],
    ["닭고기굴소스볶음, 얼갈이된장국, 도토리묵&양념장, 배추김치, 매운콩나물무침, 쌀밥, 그린샐러드&드레싱, 셀프계란후라이", 
    "홍콩식탄탄멘, 닭불꼬치, 단무지, 배추김치, 그린샐러드&드레싱", 
    "분짜, 파인볶음밥, 사모사&칠리소스, 단무지, 배추김치, 그린샐러드&드레싱"
    ],
    ["파불고기, 순두부맑은국, 쌈무, 미역줄기볶음, 깍두기, 쌀밥, 그린샐러드&드레싱, 셀프계란후라이", 
    "노량진황제컵밥, 감잣국, 양배추콘샐러드, 단무지, 깍두기, 그린샐러드&드레싱", 
    "햄김치볶음밥&계란후라이, 다시마무챗국, 핫도그&케찹, 단무지, 깍두기, 그린샐러드&드레싱"
    ],
    ];
